OdGsDCRect.op_BitwiseOrAssignment(OdGsDCRect!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Assignment by bitwise OR operator for the OdGsDCRect class.
The minor values for coordinates are assigned to the minimum point while the greater values are assigned to the maximum point.
As result, rectangle is extended.
\param dcRect [in]  Rectangle, points of which are assigned, if necessary.

OdGsDCRect.op_Assign(OdGsDCRect!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Assignment operator for the OdGsDCRect class. Assigns the passed rectangle.
\param dcRect [in]  Minimum X-coordinate.